Repository: backbone/LAview-Desktop
Catalog: po/*/laview-desktop.po
Languages: ru

source: "Hello, earthlings"
ru: "Привет, земляне"

source: A greeting
ru: Приветствие

source: Greeting of the invading martians
ru: Приветствие вторгнувшихся марсиан

source: Bottles of beer
ru: Бутылки пива

source: Number of bottles of beer on the wall
ru: Число бутылок пива на стене

source: Is the light switched on?
ru: Включен ли свет?

source: State of an imaginary light switch.
ru: Состояние воображаемого выключателя света.

source: We're ready, Commander! Select or create a template. :-)
ru: Мы готовы, Командир! Выберите или создайте шаблон. :-)

source: Error
ru: Ошибка

source: Select templates
ru: Выберите шаблоны

source: _Cancel
ru: _Отмена

source: _Open
ru: _Открыть

source: After composing all objects print the document.
ru: После компоновки всех объектов напечатайте документ.

source: Document analized, select an object and set it's properties.
ru: Документ проанализирован, выберите объект и установите его свойства.

source: Press 'Properties' button to compose the object.
ru: Нажмите кнопку 'Свойства' для компоновки объекта.

source: Prepare the document first! >;-]
ru: Сначала подготовьте документ! >;-]

source: Select destination
ru: Выберите назначение

source: _Save
ru: _Сохранить

source: bytes copied/saved
ru: байт скопировано/сохранено

source: bytes of
ru: байт из

source: Save/Copy operation complete! :-)
ru: Операция сохранения/копирования завершена! :-)

source: Show the application's version
ru: Показать версию приложения

source: [FILE]
ru: [ФАЙЛ]

source: Error: %s
ru: Ошибка: %s

source: Run '%s --help' to see a full list of available command line options.
ru: Запустите '%s --help', чтобы увидеть весь список доступных опций.

source: Kolan Sh (backbone@backbone.ws)
ru: Николай Ш (backbone@backbone.ws)

source: LaTeX View or View Data in LaTeX.
ru: LaTeX вид или Представление данных в LaTeX.

source: Kolan Sh
ru: Николай Ш

source: LAview Preferences
ru: Параметры LAview

source: Paths
ru: Пути

source: LyX path on Windows
ru: Путь к LyX под Windows

source: pdfLaTeX path on Windows
ru: Путь к pdfLaTeX под Windows

source: Common
ru: Общие

source: Protocol Plugins
ru: Плагины протоколов

source: Protocol plugins
ru: Плагины протоколов

source: Data Plugins
ru: Плагины данных

source: Data plugins
ru: Плагины данных

source: LAview Desktop
ru: Рабочее окно LAview

source: _Template
ru: _Шаблон

source: _Document
ru: _Документ

source: _Application
ru: _Приложение

source: _Help
ru: _Помощь

source: Create a new template
ru: Создать новый шаблон

source: Open a template
ru: Открыть шаблон

source: Change selected template
ru: Изменить выбранный шаблон

source: Delete selected template
ru: Удалить выбранный шаблон

source: Document object preparing
ru: Подготовка объекта документа

source: View and print the document
ru: Просмотр и печать документа

source: Edit the result document
ru: Редактировать полученный документ

source: Save the document as...
ru: Сохранить документ как...

source: Application preferences
ru: Параметры приложения

source: Help and reference
ru: Помощь и справка

source: Close the application
ru: Закрыть приложение

source: Templates
ru: Шаблоны

source: Document Objects
ru: Объекты документа
